"App.CrashMsg1" = "È andato in crash Find Any File\?";"App.CrashMsg2" = "Sembra che Find Any File non è terminato normalmente l\'ultima volta che è stato eseguito.\r\rNon è chiaro cosa potrebbe aver causato questo. Se ti è possibile, invia all\'autore un resoconto di crash.\r\rPer adesso, hai due opzioni per continuare:\r\r• Reinizializzare tutte le preferenze - questa annulla tutte le personalizzazioni che hai fatto per questa applicazione. Essa disabilita anche il controllo dell\'aggiornamento automatico. Scegli questa opzione se questa app continua a bloccarsi.\r• Avvia normalmente.";"App.ContinueButton" = "Avvia normalmente";"App.ResetButton" = "Reinizializza preferenze";"App.ResetMsg1" = "Reinizializzare tutte le preferenze\?";"App.ResetMsg2" = "Hai premuto i tasti Opzione e Maiuscole durante l\'avvio di Find Any File.\r\rQuesto ti dà la possibilità di cancellare tutte le impostazioni personalizzate di questa applicazione, compreso la posizione delle finestre, i font e la ricerca di default.";"App.LangCode" = "it";"SearchCriteria.SubjectNames" = "il nome,il codice tipo doc,il codice creatore,la data di creazione,la data di modifica,,la dimensione,il tipo,È una cartella,È un alias,l\'ID del proprietario,l\'ID del gruppo,Condizioni negate";"SearchCriteria.VerbBoolNames" = "è vero,è falso";"SearchCriteria.VerbNumericNames" = "è minore di,è maggiore di,è uguale a";"SearchCriteria.VerbDateNames" = "è esattamente,è maggiore o uguale a,è inferiore o uguale a,è negli ultimi";"SearchCriteria.VerbEqualsNames" = "è uguale a";"SearchCriteria.VerbTextualNames" = "contiene,è uguale a,inizia con,termina con,non contiene";"Exceptions.textFileInfo" = "Un documento di testo con i dettagli del crash è stato creato sulla Scrivania. Puoi inviare il file allo sviluppatore di questa applicazione.\r\rAdesso, hai le seguenti opzioni:\r\r• Ignora - ignorare questo errore e continuare a utilizzare l\'applicazione.\r• Esci - uscire da questa applicazione. Dopo il riavvio, ti sarà offerta la possibilità di reinizializzare tutte le impostazioni personalizzate per vedere se questo evita l\'errore in futuro.";"Tr.Sorry_something_went_wr" = "Spiacente, qualcosa è andato storto con l\'avvio come root. Uscire adesso.";"Tr.Choose_a_previously_save" = "Scegli un file di Ricerca registrata in precedenza";"Tr.website" = "http://apps.tempel.org/FindAnyFile/\?lang=it";"Tr.website_support" = "http://apps.tempel.org/FindAnyFile/support.html\?lang=it";"Tr.File" = "Archivio";"Tr.New_Find_Window" = "Nuova finestra di ricerca";"Tr.Open" = "Apri ricerca registrata…";"Tr.Close" = "Chiudi";"Tr.Save" = "Registra";"Tr.Save_As" = "Registra col nome…";"Tr.Save_As_Defaults" = "Registra come default";"Tr.Quit" = "Esci";"Tr.Edit" = "Composizione";"Tr.Undo" = "Annulla";"Tr.Cut" = "Taglia";"Tr.Copy" = "Copia";"Tr.Paste" = "Incolla";"Tr.Clear" = "Elimina";"Tr.Select_All" = "Seleziona tutto";"Tr.Preferences" = "Preferenze";"Tr.Find" = "Cerca";"Tr.Add_Choice" = "Altre Opzioni";"Tr.Remove_Choice" = "Meno Opzioni";"Tr.View" = "Vista";"Tr.as_List" = "Come elenco";"Tr.as_Tree" = "Come albero";"Tr.Show_Tooltips_Hide_Toolt" = "Mostra suggerimenti|Nascondi suggerimenti";"Tr.About_Find_Any_File" = "Informazioni su Find Any File";"Tr.Results" = "Risultati";"Tr.OpenItem" = "Apri";"Tr.Reveal_in_Finder" = "Rivela nel Finder";"Tr.Get_Info" = "Ottieni informazioni";"Tr.Quick_Look" = "Visualizzazione rapida";"Tr.Move_to_Trash" = "Sposta nel Cestino";"Tr.Delete_Immediately" = "Eliminazione immediata";"Tr.Refresh" = "Aggiorna";"Tr.Window" = "Finestra";"Tr.Latest_Find_Window" = "Ultima finestra di ricerca";"Tr.Help" = "Aiuto";"Tr.Check_for_Updates" = "Verifica aggiornamenti…";"Tr.Documentation" = "Documentazione";"Tr.Visit_Web_Site" = "Visita il sito Web";"Tr.View_FAQ_online" = "Vedi le FAQ (online)";"Tr.Find_Any_File_Preference" = "Preferenze di Find Any File";"Tr.Main_Font_Size" = "Dimensione font principale:";"Tr.Main_Font" = "Font principale";"Tr.Small_Font_Size" = "Dimensione font piccolo:";"Tr.Input_Font_Size" = "Dimensione font input:";"Tr.Increase_Input_Fields_He" = "Aumenta altezza campi di input";"Tr.Reset_All" = "Ripristina tutto";"Tr.Sample_Text_Small" = "Testo di esempio (piccolo)";"Tr.Sample_Text_Default" = "Testo di esempio (default)";"Tr.Sample_input" = "Esempio di input";"Tr.Quit_once_all_windows_ar" = "Esci quando tutte le finestre sono chiuse";"Tr.Automatically_check_for" = "Cerca automaticamente gli aggiornamenti";"Tr.Use_binary_units_for_siz" = "Utilizza unità binarie per le dimensioni (1k = 1024)";"Tr.Results_List_Settings" = "Impostazioni elenco risultati";"Tr.Font_Size" = "Dimensione font:";"Tr.Font" = "Font:";"Tr.Row_Height" = "Altezza riga:";"Tr.Choose_color_for_interme" = "Scegli il colore per gli elementi intermedi dell\'elenco";"Tr.Dim_Color" = "Colore cartelle:";"Tr.for_intermediate_folder" = "(Per le cartelle intermedie)";"Tr.Reset_Fonts" = "Reinizializza i font";"Tr.Find_Any_File" = "Find Any File";"Tr.on_all_disks_on_local_di" = "su tutti i dischi\nsui dischi locali\nsui  volumi del server\nnella cartella…";"Tr.More_Choices" = "Altre Opzioni";"Tr.Find_Find_All_Stop" = "Cerca/Cerca tutti/Stop";"Tr.Hold_down_the_Option_al" = "Tieni premuto il tasto Opzione (alt) per cercare con i permessi di root, per trovare qualsiasi elemento sui dischi locali.";"Tr.Find_Items" = "Cerca";"Tr.whose" = "gli elementi di cui";"Tr.Searching" = "Ricerca:";"Tr.Found" = "Trovati:";"Tr.Items_Found" = "Elementi trovati:";"Tr.Indicates_the_number_of" = "Indica il numero di volte che il catalogo del disco è stato modificato, può portare a potenziali omissioni";"Tr.Show_All" = "Mostra tutto";"Tr.Cancel" = "Annulla";"Tr.Show_only_0" = "Mostra solo ^0";"Tr.Many_items_found" = "Trovati molti elementi";"Tr.Your_search_found_0_ite" = "La ricerca ha trovato ^0 elementi";"Tr.Do_you_really_want_to_se" = "Sei sicuro di voler vedere tutti gli elementi trovati\? Mostrare tutto può richiedere molto tempo e Find Any File, fino a quel momento, non risponderà.";"Tr.Warning_The_results_may" = "Attenzione: I risultati possono essere incompleti";"Tr.The_following_volumes_c" = "I cataloghi dei seguenti volumi sono stati alterati durante la ricerca in un modo che può aver indotto a non trovare alcuni elementi: ";"Tr.Save_this_Search" = "Registra questa ricerca";"Tr.Find_Any_File_Save" = "Find Any File - Registra";"Tr.Auto_Start" = "Auto Start";"Tr.Just_Open" = "&Apri solo";"Tr.Do_you_want_to_start_the" = "Vuoi avviare la ricerca una volta che il file viene aperto\?";"Tr.You_can_choose_what_shal" = "È possibile scegliere cosa accadrà quando si fa doppio clic nel Finder su una ricerca registrata:";"Tr.Either_it_just_opens_the" = "Si apre solo la ricerca in modo da poterla modificare oppure si avvia la ricerca immediatamente.";"Tr.Save_failed_to" = "La registrazione non è riuscita per: ";"Tr.Invalid_or_empty_search" = "Criteri di ricerca non validi o vuoti. Non è possibile avviare la ricerca.";"Tr.A_search_criteria_is_not" = "Un criterio di ricerca non è valido.";"Tr.The_search_criteria_is_n" = "I criteri di ricerca non sono validi.";"Tr.Search_0_for_1" = "Cerca $0 per $1";"Tr.Root" = " (Root)";"Tr.There_are_no_disks_chose" = "Non ci sono dischi selezionati";"Tr.You_need_to_choose_on_wh" = "Devi scegliere su quale disco cercare.";"Tr.The_chosen_volume_does_n" = "Il volume selezionato non esiste";"Tr.slow" = " (lenta)";"Tr.on_disk" = "su ";"Tr.inside_folder" = "nella cartella: ";"Tr.Results_for_0" = "Risultati^1 per: ^0";"Tr.Found_1_2_not_shown" = "Trovato: ^1/ (^2 non mostrati)";"Tr.Copy_Shell_style" = "Copia (stile Shell)";"Tr.Copy_POSIX_style" = "Copia (stile Posix)";"Tr.Copy_Mac_style" = "Copia (stile Mac)";"Tr.Name_Kind_Date_Modified" = "Nome\tTipo\tData di modifica\tDimensione\r… raccolta dei dati ...";"Tr.Show_hidden" = "Mostra invisibili";"Tr.Check_to_see_hidden_file" = "Spunta per vedere i file nascosti così come gli elementi all\'interno di cartelle nascoste";"Tr.Show_package_contents" = "Mostra contenuto pacchetto";"Tr.Check_to_see_items_insid" = "Spunta per vedere gli elementi all\'interno dei pacchetti e dei bundle";"Tr.date_time_delimiter" = ", ";"Tr.unit_K" = " K";"Tr.unit_M" = " M";"Tr.unit_G" = " G";"Tr.unit_T" = " T";"Tr.Items_Selected_0" = "Elementi selezionati: $0";"Tr.item_has_disappeared" = "<L\'elemento è scomparso>";"Tr.Action_All" = "$0 tutti";"Tr.Are_you_sure_to_0_1_it" = "Sei sicuro di voler $0 $1 elementi\?";"Tr.You_have_selected_1_ite" = "Hai selezionato $1 elementi$2 e hai scelto di $0 tutti. Se questa non era la tua intenzione, scegli Annulla.";"Tr.Reveal_In_Finder_2" = "Rivela nel Finder";"Tr.including_1_folder" = ", compreso una cartella, ";"Tr.including_0_folders" = ", compreso $0 cartelle, ";"Tr.delete" = "Elimina";"Tr.Name" = "Nome: ";"Tr.Size" = "Dimensione: ";"Tr.bytes" = " byte";"Tr.Size_data" = "Dimensione dei dati: ";"Tr.rsrc" = ", rsrc: ";"Tr.Created" = "Creato: ";"Tr.Modified" = "Modificato: ";"Tr.Owner" = "Proprietario: ";"Tr.Group" = ", Gruppo: ";"Tr.Permissions" = "Permessi: ";"Tr.Creator" = "Creatore: ";"Tr.Type" = ", Tipo: ";"Tr.Original_0" = "Originale: <$0>";"Tr.Version" = "Versione ";"Tr.Internal_Error_failed_a" = "Errore interno (asserzione non riuscita)";"Tr.Quit_2" = "&Esci";"Tr.Ignore" = "&Ignora";"Tr.Internal_Error_exceptio" = "Errore interno (Eccezione)";"Tr.App_Store_Reminder" = "Promemoria acquisto";"Tr.Dear_user_of_Find_Any_Fi" = "Gentile utente di Find Any File";"Tr.Click_here_to_buy_“Find" = "Clicca qui per acquistare “Find Any File” sul Mac App Store";"Tr.Purchase_Reminder_Text" = "Io, Thomas Tempelmann, ho scritto questo piccolo strumento molti anni fa per le mie esigenze.\r\rAlla fine mi sono reso conto che esso poteva servire anche a molti altri. Così ho passato molte ore per rendere questa applicazione disponibile per tutti. Gratuitamente.\r\rOra ho deciso di chiedere una piccola donazione, dopo tutto. Quindi, da ora in poi, Find Any File non è più gratuito.\r\rPrendi in considerazione il pagamento per questo strumento adesso. Il costo è di circa € 3.\r\rÈ possibile acquistarlo nell\'App Store di Apple o direttamente da me.\r\rDopo l\'acquisto, questo promemoria non apparirà più (Ti invierò un codice per questo se lo acquisti direttamente da me).";"Tr.You_still_have_one_or_mo" = "Hai ancora una o più copie precedenti di Find Any File sul disco di avvio. Finché sono in giro, non è possibile acquistare questa applicazione su App Store perché il negozio vede che hai già installato l\'applicazione.\n\nPertanto, rimuovi prima tutte le copie vecchie di Find Any File (è possibile mantenere questa attuale in quanto ha un ID nuovo, che non impedirà l\'acquisto).\n\nÈ sufficiente spostare tali altre copie dell\'applicazione nel Cestino. Puoi anche ripristinarle dopo l\'acquisto.\n\nFai clic su OK per rivelare una delle copie incriminate nel Finder. Poi eliminala e ritorna. Ripeti fino a quando tutte le versioni saranno rimosse ed è possibile accedere all\'App Store.";"Tr.OK" = "OK";"Tr.minutes_hours_days_weeks" = "minuti\rore\rgiorni\rsettimane\rmesi\ranni";
"Tr.ExcludeTMVols" = "Escludi volume Time Machine dai \"dischi locali\"";"Tr.Click_here_to_buy_from_me" = "Clicca qui per acquistare \"Find Any File\" direttamente da me";